test/src/test/testtool/WebServiceListenerSenderNoSoap/scenario01/out.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" ><soapenv:Body><WebServiceListerSenderREQ xmlns="urn:wsns" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"/></soapenv:Body></soapenv:Envelope>